// Демонстрация управляющих последовательностей в символьных строках, 
class StrDemo {
	public static void main(String args[]) {
		
		// В следующей строке кода в символьную строку введена 
		// управляющая последовательность \п для перевода строки.
		System.out.println("First line\nSecond line");
		
		// В двух последующих строках кода в символьную строку введена 
		// управляющая последовательность \t для выравнивания выводимых 
		// результатов с помощью табуляции.
		System.out.println("A\tB\tC");
		System.out.println("D\tE\tF") ;
	}
}
